// © Copyright 2012-2015, 2017 HP Development Company, L.P.

TaskName = "Registrering av HP-produkt";
TaskTOCTitle = "Web-registrering";

HSDRegistrationDescription = "Registreringsprosessen på nettet vil starte automatisk og sende mesteparten av den nødvendige informasjonen slik at du kan registrere produktet raskt og enkelt når du er ferdig med å konfigurere det. Du tas også til HP Connected-nettstedet, som er det sentrale stedet for å administrere utskriftsopplevelsen på nettet.";

WarningSheetExtendedMessages = "Når du klikker på Fortsett, åpnes en HP Produktregistrering-side i standardnettleseren. Følgende informasjon vil bli sendt til HP-nettstedet for å gjøre registreringsprosessen raskere.";

HSDZipCodeTitle = "Postnummer:";
